{
  "titlePuesto1": "FullStack Developer",
  "descriptionPuesto1": "En 2023 pasé a un proyecto de Inditex en el que trabajamos con tecnolgías actuales como java 21, docker, github, sonar, git, postgreSQL, DB2 ( en algunos proyectos ). En este proyecto formo parte de un equipo muy grande de 40 personas en el que trabajamos usando SCRUM y llevamos a cabo nuevos desarrollos para Inditex. Priorizando la calidad del codigo y la eficiencia de las consultas para poder soportar tal volumen de carga.",
  "datePuesto1": "Actualidad",
  "titlePuesto2": "FullStack Developer",
  "descriptionPuesto2": "En Indra, comencé trabajando mi primer año para un cliente con el que trabajamos en un equipo de 12 personas, llevando metodologías ágiles, ahí trabajamos con Angular para la capa front y spring boot, spring JPA, spring hibernate para la capa backend. Base de datos oracle. Git para control de versiones, github, actions, sonar y docker",
  "datePuesto2": "2023 ",
  "titlePuesto3": "FullStack Developer",
  "descriptionPuesto3": "Empecé trabajando con Spring Boot, Spring hibernate y Spring Data JPA, en el poco tiempo que estuve me dio tiempo de emperimentar y desarrollarme profesionalmente en estos campos, trabajando en equipo con metodologías ágiles.",
  "datePuesto3": "Ene 2022",
  "aboutTitle1": "Toda mi",
  "aboutTitle2": " trayectoria profesional",
  "counterYears": "Años de experiencia",
  "counterClients": "Clientes satisfechos",
  "counterProjects": "Proyectos finalizados",
  "counterProjectsWork": "Proyectos trabajados",
  "intro1": "Si puedes pensarlo, ",
  "intro2": "puedes programarlo",
  "intro3": "puedes optimizarlo",
  "intro4": "puedes implementarlo",
  "intro5": "puedes desarrollarlo",
  "intro6": "Como desarrollador Fullstack, me dedico a implementar solucionespriorizando el codigo limpio y las buenas práticas",
  "contactWithMe": "Contacta conmigo",
  "services1": "Mis",
  "services2": " servicios",
  "services3": "Ofrezco desarrollo de soluciones con las últimas tecnologías y emplementando las mejores prácticas, construyendo un producto intuitivo y mantenible. Para ello tengo experiencia en Angular y Java 21 como stack tecnológico y bases de datos como ORACLE, DB2 y postgreSQL.",
  "services4": "Contacta conmigo",
  "servicesTitle1": "Desarrollo Backend",
  "servicesTitle2": "Desarrollo Frontend",
  "servicesTitle3": "Metodologías",
  "servicesTitle4": "Bases de datos",
  "servicesTitle5": "Actitud",
  "servicesDescription1": "Desarrollo de backend sólido, escalable, mantenible y eficiente. ",
  "servicesDescription2": "Diseño de interfaz intuitiva para el usuario con apariencia profesional",
  "servicesDescription3": "Adherido a metodologías ágiles y la forma de trabajar de SCRUM",
  "servicesDescription4": "Conocimiento de numerosas bases de datos como Oracle, PostgreSQL y DB2. ",
  "servicesDescription5": "Actitud proactiva, con ganas de trabajar y construir productos de alto nivel",
  "skills1": "Mis",
  "skills2": " habilidades",
  "logroName1": "Base de datos",
  "logroDescription1": "Reducción del 80% del tiempo de respuesta consultas de base de datos de uno de nuestros proyectos. ",
  "logroName2": "Angular",
  "logroDescription2": "Coordinar el desarrollo desde 0 de una aplicación angular, tratando con equipo de diseño para implementar una app intuitiva, funcional y profesional",
  "logroName3": "Java",
  "logroDescription3": "Arquitectura de nueva aplicación implementada desde 0. Desarrollo de aplicaciones siguiendo los principios SOLID y manteniendo buenas practicas y documentando procesos.",
  "logroName4": "Comuncación con cliente",
  "logroDescription4": "Reunirme con cliente para concretar aspectos de la aplicación, negociando funcionalidades y llegando a acuerdos con ellos. Generar confianza con el cliente para facilitar el trabajo",
  "logroName5": "Docker",
  "logroDescription5": "Implementación de servicios en docker y configuración de ellos en diferentes microservicios. Añadiendo servicios importantes como caché.",
  "titleLogro1": "Algunos de logros",
  "titleLogro2": " en el ámbito profesional",
  "contacto1": "Contacte",
  "contacto2": " conmigo",
  "contacto3": "Información Personal",
  "contacto4": "Hola, soy ",
  "contacto5": " un desarrollador de software con experiencia en tecnologías web y soluciones innovadoras. Si le interesa mi perfil no dude en contactarme.",
  "contacto6": "Sevilla, España"
}
