{
  "titlePuesto1": "FullStack Developer",
  "descriptionPuesto1": "In 2023 I moved to an Inditex project in which we work with current technologies such as java 21, docker, github, sonar, git, postgreSQL, DB2 (in some projects). In this project I am part of a very large team of 40 people in which we work using SCRUM and carry out new developments for Inditex. Prioritizing the quality of the code and the efficiency of the queries to be able to support such a volume of load.",
  "datePuesto1": "Currently ",
  "titlePuesto2": "FullStack Developer",
  "descriptionPuesto2": "At Indra, I started working my first year for a client with whom we worked in a team of 12 people, using agile methodologies, where we worked with Angular for the front layer and spring boot, spring JPA, spring hibernate for the backend layer. Oracle database. Git for version control, github, actions, sonar and docker.",
  "datePuesto2": "Dec 2023 ",
  "titlePuesto3": "FullStack Developer",
  "descriptionPuesto3": "I started working with Spring Boot, Spring hibernate and Spring Data JPA, in the short time that I was there I had time to experience and develop professionally in these fields, working in a team with agile methodologies.",
  "datePuesto3": "Jan 2022",
  "aboutTitle1": "My entire",
  "aboutTitle2": " professional career",
  "counterYears": "Years of experience",
  "counterClients": "Satisfied clients",
  "counterProjects": "Finished projects",
  "counterProjectsWork": "Worked projects",
  "intro1": "If you can think of it, ",
  "intro2": "you can program it",
  "intro3": "you can optimize it",
  "intro4": "you can implement it",
  "intro5": "you can develop it",
  "intro6": "As a fullstack developer, I dedicate myself to implementing solutions prioritizing clean code and good practices",
  "contactWithMe": "Contact with me",
  "services1": "My",
  "services2": " services",
  "services3": "I offer development solutions with the latest technologies and employing the best practices, building an intuitive and maintainable product. For this, I have experience in Angular and Java 21 as a technology stack and databases such as ORACLE, DB2 and postgreSQL.",
  "services4": "Contact me",
  "servicesTitle1": "Backend Development",
  "servicesTitle2": "Frontend Development",
  "servicesTitle3": "Methodologies",
  "servicesTitle4": "Databases",
  "servicesTitle5": "Actitude",
  "servicesDescription1": "Development of solid backend, scalable, maintainable and efficient. ",
  "servicesDescription2": "Design of intuitive user interface for the user with professional appearance",
  "servicesDescription3": "Adopted agile methodologies and the form of working in SCRUM",
  "servicesDescription4": "Knowledge of numerous databases such as Oracle, PostgreSQL and DB2. ",
  "servicesDescription5": "Active participation, with desire to work and build high-level products",
  "skills1": "My",
  "skills2": " skills",
  "logroName1": "Database",
  "logroDescription1": "Reduction of 80% of time response queries of database of one of our projects. ",
  "logroName2": "Angular",
  "logroDescription2": "Coordinate the development from 0 of an angular application, treating with design team for implementing an intuitive, functional and professional app",
  "logroName3": "Java",
  "logroDescription3": "Architecture of new application implemented from 0. Development of applications following SOLID principles and maintaining good practices and documenting processes.",
  "logroName4": "Communication with client",
  "logroDescription4": "Meet with client to concrete aspects of the application, negotiating features and coming to agreements with them. Generate confidence with the client to facilitate the work",
  "logroName5": "Docker",
  "logroDescription5": "Implementation of services in docker and configuration of them in different microservices. Adding important services such as cache.",
  "titleLogro1": "Some of my accomplishments",
  "titleLogro2": " in the professional context",
  "contacto1": "Contact",
  "contacto2": " me",
  "contacto3": "Personal Information",
  "contacto4": "Hello, I am ",
  "contacto5": " a software developer with experience in web technologies and innovative solutions. If you are interested in my profile, please don't hesitate to contact me.",
  "contacto6": "Seville, Spain"
}
